[
  {
    "name": "Aspen",
    "bio": "Aspen Bio"
  },
  {
    "name": "Steven",
    "bio": "Steven is the Co-Founder and Chief Operational Officer on the team. He has been a clarinetist for 13 years with 350k+ following on social media. Before co-founding Overture Games, he was the founder of HPMS Ventures. His favorite artist is Martin Frost."
  },
  {
    "name": "Mercedes",
    "bio": "Mercedes is the Lead Frontend Engineer and a founding member on the team. She has been playing piano for over 15 years and has passionately worked on games for over 7 years. She is currently a student at Northwestern University studying mathematics and computer science. Her favorite artist is Fall Out Boy."
  },
  {
    "name": "Jack",
    "bio": "Jack is the Lead Systems Developer and has been with Overture since its inception. He's not a musician, but he tries his best. Jack is a fourth-year student at Northwestern University, studying computer science and working on games on the side. One of his favorite artists is Childish Gambino."
  },
  {
    "name": "Leo",
    "bio": "Leo is the VP of Operations at Overture Games, bringing with him over five years of experience working at startups. He's spent much of his life perfecting the art of singing in the shower and has been a passionate gamer for over twenty years. His favorite video game is The Witcher 3, and his favorite artist is MC Hotdog."
  },
  {
    "name": "Affie",
    "bio": "Affie is the Art Director on the team. She is a webcomic creator and V-Tuber illustrator with a passion for character design. If you love the art in the game as much as we do, you have Affie to thank!"
  },
  {
    "name": "Petr",
    "bio": "Petr is the Music Director at Overture. He started playing piano when he was eight, and has since taken part in some competitions and won them. He started composing and making music when he was 15 years old and currently he is at his last semester at the International Prague Conservatory. He is part of a band called \"Time Skip.\" His favorite artist is Ozzy Osbourne."
  }
]
